Revit 2027 API
ParameterTypeId.FabricSheetMajorStartOverhang Property
 "Major Start Overhang": Major Start Overhang
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricSheetMajorStartOverhang { get; }
Public Shared ReadOnly Property FabricSheetMajorStartOverhang As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricSheetMajorStartOverhang {
	ForgeTypeId^ get ();
}
static member FabricSheetMajorStartOverhang : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace